Repository: KUD-00/tollcat
Catalog: Packages/MeterKit/Sources/MeterDesign/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

source: %@，%@，包含 %@
en: %1$@, %2$@, including %3$@
ja: %1$@、%2$@、%3$@を含む

source: %@，还没有账单。打开 App 接入第一家服务
en: %@, no bills yet. Open the app and connect your first service.
ja: %@、請求はまだない。Appを開いて最初のサービスを接続。

source: %lld 美元
en: %lld dollars
ja: %lld ドル

source: %lld 美元 %lld 美分
en: %1$lld dollars and %2$lld cents
ja: %1$lld ドル %2$lld セント

source: %lld 美分
en: %lld cents
ja: %lld セント

source: 0 美元
en: 0 dollars
ja: 0 ドル

source: 11 美元 5 美分
en: 11 dollars and 5 cents
ja: 11ドル 5セント

source: 12 分钟前
en: 12 minutes ago
ja: 12分前

source: 21 美元 40 美分
en: 21 dollars and 40 cents
ja: 21ドル 40セント

source: 3 美元 20 美分
en: 3 dollars and 20 cents
ja: 3ドル 20セント

source: 7 美元 62 美分
en: 7 dollars and 62 cents
ja: 7ドル 62セント

source: 上月
en: Last month
ja: 先月

source: 不用打开 App，也能看见本月已经花了多少。
en: See how much you’ve spent this month without opening the app.
ja: Appを開かなくても、今月いくら使ったか見える。

source: 云账单，一个数字
en: Cloud bills, one number
ja: クラウド請求を一つの数字に

source: 从剪贴板填入这一栏
en: Fill this field from the clipboard
ja: クリップボードからこの欄に入れる

source: 余额 $42
en: Balance $42
ja: 残高 $42

source: 余额 $42.00
en: Balance $42.00
ja: 残高 $42.00

source: 免费额度
en: Free Quota
ja: 無料枠

source: 免费额度，用了百分之 34
en: Free quota, 34 percent used
ja: 無料枠、34パーセント使用

source: 刚刚
en: Just now
ja: たった今

source: 占比
en: Share
ja: 割合

source: 取消
en: Cancel
ja: キャンセル

source: 在 Safari 打开
en: Opens in Safari
ja: Safari で開く

source: 复制
en: Copy
ja: コピー

source: 完成
en: Done
ja: 完了

source: 已知
en: Known
ja: 既知

source: 手动刷新
en: Refresh manually
ja: 手動で更新

source: 打开 App 接入第一家服务
en: Open the app and connect your first service
ja: Appを開いて最初のサービスを接続

source: 推断
en: Inferred
ja: 推定

source: 数据陈旧
en: Stale
ja: データが古い

source: 无数据
en: No data
ja: データなし

source: 日
en: Day

source: 月
en: Month

source: 期间
en: Period
ja: 期間

source: 未接入
en: Not Connected
ja: 未接続

source: 本月
en: This month
ja: 今月

source: 本月支出
en: This Month’s Spend
ja: 今月の支出

source: 本月构成
en: This month
ja: 今月の内訳

source: 正在刷新
en: Refreshing
ja: 更新中

source: 正在测试
en: Testing
ja: テスト中

source: 清空
en: Clear
ja: クリア

source: 猫猫吓到了，账单涨得很快
en: The kitty is shocked. Spending jumped
ja: 猫は驚いている。請求が急に増えた

source: 猫猫在睡觉，还没有账单数据
en: The kitty is asleep. No billing data yet
ja: 猫は眠っている。請求データはまだない

source: 猫猫很高兴，这个月比上个月省了
en: The kitty is happy. This month costs less than last month
ja: 猫は喜んでいる。今月は先月より安い

source: 猫猫有点尴尬，显示的是陈旧数据
en: The kitty looks awkward. You’re seeing stale numbers
ja: 猫は困っている。古い数字を表示している

source: 猫猫有点紧张，有余额告急或异常
en: The kitty is uneasy. A balance is low or something looks off
ja: 猫は警戒している。残高不足か異常がある

source: 猫猫看起来一切正常
en: The kitty looks fine
ja: 猫はいつもどおり

source: 猫猫被账单送走了，这个月涨了一倍以上
en: The bill sent the kitty away. This month more than doubled
ja: 請求が猫を連れていった。今月は倍以上

source: 用了 34%
en: 34% used
ja: 34%使用

source: 粘贴
en: Paste
ja: ペースト

source: 约 $0.01
en: About $0.01
ja: 約 $0.01

source: 约 %@
en: about %@
ja: 約 %@

source: 约 %lld 美元
en: about %lld dollars
ja: 約 %lld ドル

source: 约 %lld 美元 %lld 美分
en: about %1$lld dollars and %2$lld cents
ja: 約 %1$lld ドル %2$lld セント

source: 约 %lld 美分
en: about %lld cents
ja: 約 %lld セント

source: 约 0 美元
en: about 0 dollars
ja: 約 0 ドル

source: 约负 %lld 美元
en: about negative %lld dollars
ja: 約マイナス %lld ドル

source: 约负 %lld 美元 %lld 美分
en: about negative %1$lld dollars and %2$lld cents
ja: 約マイナス %1$lld ドル %2$lld セント

source: 约负 %lld 美分
en: about negative %lld cents
ja: 約マイナス %lld セント

source: 约负 0 美元
en: about negative 0 dollars
ja: 約マイナス 0 ドル

source: 负 %lld 美元
en: negative %lld dollars
ja: マイナス %lld ドル

source: 负 %lld 美元 %lld 美分
en: negative %1$lld dollars and %2$lld cents
ja: マイナス %1$lld ドル %2$lld セント

source: 负 %lld 美分
en: negative %lld cents
ja: マイナス %lld セント

source: 负 0 美元
en: negative 0 dollars
ja: マイナス 0 ドル

source: 返回
en: Back
ja: 戻る

source: 还没有账单
en: No Bills Yet
ja: 請求はまだない

source: 金额
en: Amount
ja: 金額

source: 预计 %@
en: Projected %@
ja: 見込み %@
